export const furnitureList = {
  livingRoom: [
    {
      label: "Диван",
      value: "Диван",
    },
    {
      label: "Диван-кровать",
      value: "Диван-кровать",
    },
    {
      label: "Журнальный стол",
      value: "Журнальный стол",
    },
    {
      label: "Кресло",
      value: "Кресло",
    },
    {
      label: "ТВ тумба",
      value: "ТВ тумба",
    },
    {
      label: "Книжный шкаф",
      value: "Книжный шкаф",
    },
    {
      label: "Комод",
      value: "Комод",
    },
    {
      label: "Книжный шкаф",
      value: "Книжный шкаф",
    },
  ],
  kitchen: [
    {
      label: "Обеденный стол",
      value: "Обеденный стол",
    },
    {
      label: "Остров кухонный",
      value: "Остров кухонный",
    },
    {
      label: "Холодильник",
      value: "Холодильник",
    },
    {
      label: "Отдельный морозильник",
      value: "Отдельный морозильник",
    },
    {
      label: "Винный шкаф",
      value: "Винный шкаф",
    },
    {
      label: "Варочная панель",
      value: "Варочная панель",
    },
    {
      label: "Посудомоечная машина",
      value: "Посудомоечная машина",
    },
    {
      label: "Подогреватель для посуды",
      value: "Подогреватель для посуды",
    },
    {
      label: "Стиральная машина",
      value: "Стиральная машина",
    },
    {
      label: "СВЧ",
      value: "СВЧ",
    },
    {
      label: "Измельчитель пищевых отходов",
      value: "Измельчитель пищевых отходов",
    },
    {
      label: "Вытяжка",
      value: "Вытяжка",
    },
    {
      label: "Вытяжка",
      value: "Вытяжка",
    },
  ],
  bedroom: [
    {
      label: "Кровать 1х-спальная",
      value: "Кровать 1х-спальная",
    },
    {
      label: "Кровать 2х-спальная",
      value: "Кровать 2х-спальная",
    },
    {
      label: "Прикроватная тумба",
      value: "Прикроватная тумба",
    },
    {
      label: "Кресло",
      value: "Кресло",
    },
    {
      label: "Кофейный столик",
      value: "Кофейный столик",
    },
    {
      label: "Шкаф",
      value: "Шкаф",
    },
    {
      label: "Оттоманка",
      value: "Оттоманка",
    },
    {
      label: "Туалетный стол",
      value: "Туалетный стол",
    },
  ],
  bathroom: [
    {
      label: "Унитаз",
      value: "Унитаз",
    },
    {
      label: "Биде",
      value: "Биде",
    },
    {
      label: "Гигиенический душ",
      value: "Гигиенический душ",
    },
    {
      label: "Ванна",
      value: "Ванна",
    },
    {
      label: "Ванна отдельностоящая",
      value: "Ванна отдельностоящая",
    },
    {
      label: "Душ",
      value: "Душ",
    },
    {
      label: "Одинарная раковина",
      value: "Одинарная раковина",
    },
    {
      label: "Двойная раковина",
      value: "Двойная раковина",
    },
    {
      label: "Полотенцесушитель водяной",
      value: "Полотенцесушитель водяной",
    },
    {
      label: "Полотенцесушитель  электрический",
      value: "Полотенцесушитель  электрический",
    },
  ],
  loundry: [
    {
      label: "Существующее",
      value: "Существующее",
    },
    {
      label: "Стиральная машина",
      value: "Стиральная машина",
    },
    {
      label: "Сушильная машина",
      value: "Сушильная машина",
    },
    {
      label: "Сушильный шкаф",
      value: "Сушильный шкаф",
    },
    {
      label: "Станция робота пылесоса",
      value: "Станция для робота пылесоса",
    },
    {
      label: "Станция ручного пылесоса",
      value: "Станция для зарядки ручного пылесоса",
    },
    {
      label: "Встроенная гладильная станция",
      value: "Встроенная гладильная станция",
    },
  ],
};

export const finishingList = {
  floor: [
    {
      label: "Плитка",
      value: "Tile",
    },
    {
      label: "Камень",
      value: "Stone",
    },
    {
      label: "Деревянное покрытие",
      value: "Wood",
    },
    {
      label: "Ламинат",
      value: "LCP",
    },
    
  ],
};

