export const furnitureList = {
  livingRoom: [
    {
      label: "Диван",
      value: "Диван",
    },
    {
      label: "Журнальный стол",
      value: "Журнальный стол",
    },
    {
      label: "Кресло",
      value: "Кресло",
    },
    {
      label: "ТВ тумба",
      value: "ТВ тумба",
    },
    {
      label: "Книжный шкаф",
      value: "Книжный шкаф",
    },
  ],
  kitchen: [
    {
      label: "Остров",
      value: "Остров",
    },
    {
      label: "Обеденный стол",
      value: "Обеденный стол",
    },
  ],
  bedroom: [
    {
      label: "Кровать",
      value: "Кровать",
    },
    {
      label: "Прикроватная тумба",
      value: "Прикроватная тумба",
    },
    {
      label: "Кресло",
      value: "Кресло",
    },
    {
      label: "Кофейный столик",
      value: "Кофейный столик",
    },
    {
      label: "Шкаф",
      value: "Шкаф",
    },
  ],
  bathroom: [
    {
      label: "Унитаз",
      value: "Унитаз",
    },
    {
      label: "Биде",
      value: "Биде",
    },
    {
      label: "Гигиенический душ",
      value: "Гигиенический душ",
    },
    {
      label: "Ванна",
      value: "Ванна",
    },
    {
      label: "Душ",
      value: "Душ",
    },

    {
      label: "Одинарная раковина",
      value: "Одинарная раковина",
    },
    {
      label: "Двойная раковина",
      value: "Двойная раковина",
    },
  ],
};

