export const schemaData = (projectId) => [
  // ! Обмерный план
  {
    project_id: projectId,
    sheet: "Обмерный план",
    task_name: "Высотные отметки",
  },
  {
    project_id: projectId,
    sheet: "Обмерный план",
    task_name: "Выводы коммуникаций",
  },
  {
    project_id: projectId,
    sheet: "Обмерный план",
    task_name: "Монолитные части",
  },
  // ! Схема демонтажа конструкций
  {
    project_id: projectId,
    sheet: "Схема демонтажа конструкций",
    task_name: "Высотные отметки",
  },
  // ! Кладочный план

  {
    project_id: projectId,
    sheet: "Кладочный план",
    task_name: "Высотные отметки",
  },

  // ! Схема расстановки мебели и оборудования
  {
    project_id: projectId,
    sheet: "Схема расстановки мебели и оборудования",
    task_name: "Высотные отметки",
  },
  // ! План потолков
  {
    project_id: projectId,
    sheet: "План потолков",
    task_name: "Высотные отметки",
  },
  // ! Схема размещения напольного покрытия
  {
    project_id: projectId,
    sheet: "Схема размещения напольного покрытия",
    task_name: "Высотные отметки",
  },
  // ! Схема размещения контура тёплого пола
  {
    project_id: projectId,
    sheet: "Схема размещения контура тёплого пола",
    task_name: "Высотные отметки",
  },
  // ! Схема размещения потолочных осветительных приборов
  {
    project_id: projectId,
    sheet: "Схема размещения потолочных осветительных приборов",
    task_name: "Высотные отметки",
  },
  // ! Схема электрокоммуникаций с привязками
  {
    project_id: projectId,
    sheet: "Схема электрокоммуникаций с привязками",
    task_name: "Высотные отметки",
  },
  // ! Схема привязки электровыводов
  {
    project_id: projectId,
    sheet: "Схема привязки электровыводов",
    task_name: "Высотные отметки",
  },
  // ! Схема управления освещением
  {
    project_id: projectId,
    sheet: "Схема управления освещением",
    task_name: "Высотные отметки",
  },
  // ! Схема расположения приборов кондиционирования и вентиляции
  {
    project_id: projectId,
    sheet: "Схема расположения приборов кондиционирования и вентиляции",
    task_name: "Высотные отметки",
  },
  // ! Схема расположения сантехнического оборудования
  {
    project_id: projectId,
    sheet: "Схема расположения сантехнического оборудования",
    task_name: "Высотные отметки",
  },
  // ! Схема расположения межкомнатных дверей
  {
    project_id: projectId,
    sheet: "Схема расположения межкомнатных дверей",
    task_name: "Высотные отметки",
  },
  // ! Схема маркировки разверток
  {
    project_id: projectId,
    sheet: "Схема маркировки разверток",
    task_name: "Высотные отметки",
  },
  // ! Развертки помещений
  {
    project_id: projectId,
    sheet: "Развертки помещений",
    task_name: "Высотные отметки",
  },
  // dimmension: [
  //   { name: "Высотные отметки", isDone: false },
  //   { name: "Выводы коммуникаций", isDone: false },
  //   { name: "Монолитные части", isDone: false },
  // ],
  // demolition: [{ name: "Размеры сносимых конструкций", isDone: false }],
];
